@extends('layouts.layout')

@section('title', 'Гравці')

@section('content')
    <div class="container">
        <h3 class="my-3">Листи персонажів</h3>
        <div class="row">
            <div class="col-md-4">
                <div class="card ps-2 pt-1">
                    <h5><span>test</span> (test)</h5>
                    <p><span>Ельф</span> Маг</p>
                    <p><span>
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-shield" viewBox="0 0 16 16">
                            <path d="M5.338 1.59a61 61 0 0 0-2.837.856.48.48 0 0 0-.328.39c-.554 4.157.726 7.19 2.253 9.188a10.7 10.7 0 0 0 2.287 2.233c.346.244.652.42.893.533q.18.085.293.118a1 1 0 0 0 .101.025 1 1 0 0 0 .1-.025q.114-.034.294-.118c.24-.113.547-.29.893-.533a10.7 10.7 0 0 0 2.287-2.233c1.527-1.997 2.807-5.031 2.253-9.188a.48.48 0 0 0-.328-.39c-.651-.213-1.75-.56-2.837-.855C9.552 1.29 8.531 1.067 8 1.067c-.53 0-1.552.223-2.662.524zM5.072.56C6.157.265 7.31 0 8 0s1.843.265 2.928.56c1.11.3 2.229.655 2.887.87a1.54 1.54 0 0 1 1.044 1.262c.596 4.477-.787 7.795-2.465 9.99a11.8 11.8 0 0 1-2.517 2.453 7 7 0 0 1-1.048.625c-.28.132-.581.24-.829.24s-.548-.108-.829-.24a7 7 0 0 1-1.048-.625 11.8 11.8 0 0 1-2.517-2.453C1.928 10.487.545 7.169 1.141 2.692A1.54 1.54 0 0 1 2.185 1.43 63 63 0 0 1 5.072.56"/>
                        </svg>
                    </span> 15</p>
                    <p><span>
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-heart" viewBox="0 0 16 16">
                            <path d="m8 2.748-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143q.09.083.176.171a3 3 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15"/>
                        </svg>
                    </span> 35/50</p>
                </div>
            </div>

            <div class="col-md-4">
                <div class="character-card">
                    <h5>Ім'я персонажа: Ліана</h5>
                    <p><span>Ім'я гравця:</span> Оксана</p>
                    <p><span>Раса:</span> Людина</p>
                    <p><span>Клас:</span> Воїн</p>
                    <p><span>КЗ:</span> 17</p>
                    <p><span>Хіти:</span> 40/40</p>
                </div>
            </div>

            <div class="col-md-4">
                <div class="character-card">
                    <h5>Ім'я персонажа: Рагнар</h5>
                    <p><span>Ім'я гравця:</span> Андрій</p>
                    <p><span>Раса:</span> Дварф</p>
                    <p><span>Клас:</span> Паладин</p>
                    <p><span>КЗ:</span> 19</p>
                    <p><span>Хіти:</span> 60/65</p>
                </div>
            </div>
        </div>
    </div>
@endsection
