<?php
return [
    'auth' => [
        'titles' => [
            'email'     => 'Електронна пошта',
            'password'  => 'Пароль',
            'name'      => 'Ім\'я',
            'repeatpass'=> 'Повторіть пароль',
        ],
        'fields' => [
            'email'     => 'Введіть вашу електронну пошту',
            'password'  => 'Введіть ваш пароль',
            'name'      => 'Введіть ваш псевдонім',
        ],
    ],

    'title'     => 'Назва',
    'descr'     => 'Опис',
    'visible'   => 'Видимість',
    'playlist'  => 'Плейлист',
    'category'  => 'Категорія',
    'image'     => 'Зображення карти',
    'url'       => 'Посилання на YouTube',
    'apiurl'    => 'Посилання на лист персонажа',
    'hp'        => 'Здоров`я',
    'at'        => 'Клас захисту',
    'level'     => 'Рівень',
    'speed'     => 'Додаткова швидкість',
    'inventory' => 'Інвентар',
    'notes'     => 'Нотатки',
];
