<?php
return [
    'scrollmore'    => 'Прогорніть, щоб показати ще',
    'addgame'       => 'Додати нову гру',
    'addmusic'      => 'Додати нову музику',
    'addlist'       => 'Додати новий плейлист',
    'addcharacter'  => 'Прив`язати персонажа до гри',

    'changegame'    => 'Змінити гру',
    'changelist'    => 'Змінити плейлист',
    'changeuser'    => 'Змінити дані',

    'mylists'       => 'Ваші плейлисти',
    'alllists'      => 'Публічні плейлисти',

    'newblock'      => 'Нова частина історії',
    'newmap'        => 'Нова карта',
    'newmarker'     => 'Нова мітка',

    'userbaned'     => 'На жаль цього користувача було заблоковано',
];
