<?php
return [
    'delete' => [
        'list'    => 'Ви хочете видалити цей плейлист?',
        'game'    => 'Ви хочете видалити цю гру?',
        'music'   => 'Ви хочете видалити цю музику?',
        'map'     => 'Ви хочете видалити цю карту?',
        'marker'  => 'Ви хочете видалити цю мітку?',
        'story'   => 'Ви хочете видалити цей блок історії?',
    ],

    'deleted' => [
        'list'    => 'Плейлист видалено',
        'game'    => 'Гру видалено',
        'map'     => 'Карту видалено',
        'music'   => 'Музику видалено',
        'marker'  => 'Мітку видалено',
        'story'   => 'Блок історії видалено',
    ],

    'updated' => [
        'list'    => 'Плейлист успішно оновлено',
        'game'    => 'Гру успішно оновлено',
        'marker'  => 'Мітку успішно оновлено',
        'story'   => 'Блок історії успішно оновлено',
        'profile' => 'Профіль оновленно',
    ],

    'added' => [
        'map'     => 'Карту додано',
        'music'   => 'Музику додано',
        'marker'  => 'Мітку додано',
        'story'   => 'Блок історії додано',
    ],

    'visible' => [
        'game'     => 'Гру показано',
        'list'     => 'Плейлист показано',
    ],

    'unvisible' => [
        'game'     => 'Гру приховано',
        'list'     => 'Плейлист приховано',
    ],

    'user' => [
        'ban'   => 'Користувача заблоковано',
        'unban' => 'Користувача розблоковано',
    ],

    'warning' => [
        'invalid' => 'Поле занадто довге або порожнє',
    ],
];
