<?php
return [
    'delete' => [
        'list'      => 'Ви хочете видалити цей плейлист',
        'game'      => 'Ви хочете видалити цю гру',
        'music'     => 'Ви хочете видалити цю музику',
        'map'       => 'Ви хочете видалити цю карту',
        'marker'    => 'Ви хочете видалити цю мітку',
        'story'     => 'Ви хочете видалити цей блок історії',
        'character' => 'Ви хочете відкріпити цього персонажа від гри',
    ],

    'deleted' => [
        'list'      => 'Плейлист видалено',
        'game'      => 'Гру видалено',
        'map'       => 'Карту видалено',
        'music'     => 'Музику видалено',
        'marker'    => 'Мітку видалено',
        'story'     => 'Блок історії видалено',
        'character' => 'Гравця відкріплено',
    ],

    'updated' => [
        'list'      => 'Плейлист успішно оновлено',
        'game'      => 'Гру успішно оновлено',
        'marker'    => 'Мітку успішно оновлено',
        'story'     => 'Блок історії успішно оновлено',
        'profile'   => 'Профіль оновленно',
        'character' => 'Гравця оновлено',
    ],

    'added' => [
        'map'     => 'Карту додано',
        'music'   => 'Музику додано',
        'marker'  => 'Мітку додано',
        'story'   => 'Блок історії додано',
        'character' => 'Персонажа прикріплено до гри'
    ],

    'visible' => [
        'game'     => 'Гру показано',
        'list'     => 'Плейлист показано',
    ],

    'unvisible' => [
        'game'     => 'Гру приховано',
        'list'     => 'Плейлист приховано',
    ],

    'user' => [
        'ban'   => 'Користувача заблоковано',
        'unban' => 'Користувача розблоковано',
    ],

    'warning' => [
        'invalid'   => 'Поле занадто довге або порожнє',
        'character' => 'Не вдалось прикріпити персонажа до гри, не правильне ім`я'
    ],

    'endfight' => 'Завершити цю битву',
];
